{"keras_version": "2.2.2", "config": [{"config": {"activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "trainable": true, "units": 20, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "kernel_regularizer": null, "kernel_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "dtype": "float32", "batch_input_shape": [null, 40], "activation": "relu"}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "trainable": true, "units": 20, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_2", "kernel_regularizer": null, "kernel_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "trainable": true, "units": 1, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_3", "kernel_regularizer": null, "kernel_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "activation": "sigmoid"}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential"}