{"keras_version": "2.2.2", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"kernel_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "name": "dense_1", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "units": 20, "bias_regularizer": null, "activity_regularizer": null, "batch_input_shape": [null, 40], "dtype": "float32", "use_bias": true, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_regularizer": null, "name": "dense_2", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "units": 20, "trainable": true, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_regularizer": null, "name": "dense_3", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "units": 1, "trainable": true, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null}}]}