{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "name": "dense_1", "activation": "relu", "dtype": "float32", "bias_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 20, "trainable": true, "batch_input_shape": [null, 39], "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "use_bias": true, "activation": "relu", "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 20, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "use_bias": true, "activation": "sigmoid", "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 1, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}}}], "keras_version": "2.2.2"}