{"backend": "tensorflow", "keras_version": "2.2.2", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "batch_input_shape": [null, 40], "bias_constraint": null, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 20, "activity_regularizer": null, "kernel_regularizer": null, "trainable": true, "kernel_constraint": null, "dtype": "float32", "bias_regularizer": null, "use_bias": true, "name": "dense_1"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 20, "activity_regularizer": null, "kernel_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "name": "dense_2"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "activation": "sigmoid", "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 1, "activity_regularizer": null, "kernel_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "name": "dense_3"}}]}