{"config": [{"config": {"trainable": true, "dtype": "float32", "activity_regularizer": null, "units": 20, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_1", "batch_input_shape": [null, 40], "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activity_regularizer": null, "units": 20, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_2", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activity_regularizer": null, "units": 1, "bias_constraint": null, "kernel_regularizer": null, "activation": "sigmoid", "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_3", "kernel_constraint": null}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.2"}