{"keras_version": "2.2.2", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "units": 20, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "relu", "dtype": "float32", "name": "dense_1", "batch_input_shape": [null, 40], "use_bias": true, "kernel_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "units": 20, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "relu", "name": "dense_2", "use_bias": true, "kernel_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "units": 1, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "sigmoid", "name": "dense_3", "use_bias": true, "kernel_regularizer": null, "activity_regularizer": null}}]}