{"keras_version": "2.2.2", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 40], "use_bias": true, "name": "dense_1", "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "units": 20, "dtype": "float32", "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"use_bias": true, "name": "dense_2", "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "units": 20, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"use_bias": true, "name": "dense_3", "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "sigmoid", "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "units": 1, "kernel_constraint": null, "bias_constraint": null}}], "class_name": "Sequential"}